testing-scripts/test_multi-client_unencrypted_h2load_throughput_via-B/results/payload-size_100000000____delay-ms_1____loss-rate-percent_1____clients-requests_1/3/result.txt
Setting null encryption
starting benchmark...
spawning thread #0: 1 total client(s). 1 total requests
[WARNING! Using Null-encryption]
TLS Protocol: TLSv1.3
Cipher: TLS_AES_128_GCM_SHA256
Server Temp Key: X25519 253 bits
Application protocol: h3
progress: 100% done

finished in 15.26s, 0.07 req/s, 6.25MB/s
requests: 1 total, 1 started, 1 done, 1 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 1 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 95.40MB (100030593) total, 13B (13) headers (space savings 86.46%), 95.37MB (100000000) data
UDP datagram: 4893 sent, 82141 received
                     min         max         mean         sd        +/- sd
time for request:     15.25s      15.25s      15.25s         0us   100.00%
time for connect:     6.96ms      6.96ms      6.96ms         0us   100.00%
time to 1st byte:    10.20ms     10.20ms     10.20ms         0us   100.00%
req/s           :       0.07        0.07        0.07        0.00   100.00%